<template>
    <div class="home">
        <h2> Описание программы </h2>


        <p align="left" margin="20px">
            Приложение «Помощник кладовщика».
            <br />
            Данное приложение предназначено для перемещения товаров между складами компании, получения на склад извне.
            Существует возможность просмотра остатков на складах на заданное время.

            <br />
            UI - страница со списком всех перемещений (время, откуда, куда, кнопка «удалить»),
            форму создания перемещения, прихода/расхода (откуда, куда, список перемещаемых ТМЦ)
            и отчет по остаткам с выбором склада и времени, на которое отображать остатки.

            <br />
            База заполняется при инициализации (3 склада и 7 номенклатур).
        </p>

        <p align="left">
            Не реализовано:
            <ul align="left">
                <li>Расход со склада</li>
                <li>Выбор нескольких ТМЦ при создании перемещения</li>
            </ul>
        </p>
    </div>
</template>
